Repository: MartinKirkegaardDK/Projects
Catalog: mechinterp_research_project/data/parallel/ELRC_2923.tmx
Source language: da
Languages: en

source: Europa-Parlamentet er også forpligtet til at beskytte europæerne, når de er online.
en: The European Parliament is also committed to protecting Europeans when they are online.

source: Parlamentet er essentielt i disse tider med pandemi.
en: The Parliament is essential in times of a pandemic.

source: Grænser må forblive åbne for vigtige produkter
en: Borders must be kept open for essential goods

source: Hjemsendelse af EU-borgere
en: Repatriating EU citizens

source: Behov for yderligere støtte
en: More support needed

source: En lavere produktion kan få en indvirkning på priserne.
en: Lower production could in turn have an impact on prices.

source: Hvad gør EU?
en: What the EU is doing

source: Levering af medicinsk udstyr
en: Providing medical equipment

source: Det er i alles interesser, at vi gør, hvad vi kan for at redde liv.
en: It's in the interests of solidarity to make sure that we do everything we can to save human lives.

source: "Jo mere beslutsomt, vi handler nu, desto mindre dramatisk vil påvirkningen af krisen blive for vores økonomi i morgen, og jo hurtigere kan vi vende tilbage til vores normale hverdag."
en: "The more decisive our action now, the less dramatic the economic and wider impact of this crisis will be tomorrow and the sooner we will be able to return to normal life."

source: EU-løsning til at understøtte beskæftigelsen
en: EU solution to support employment

source: Det vigtigste er, at vi sikrer at partnerskabet kan lade sig gøre.
en: The most important thing now is to make sure that we actually make this partnership happen.

source: Han pointerede, at der har været fejl i reaktionen på krisen: "Vi skulle have reageret hurtigere, vi kunne have ageret mere beslutsomt, vi kunne have handlet sammen," men tilføjede: "EU er det store håb, som millioner af spaniere regner med."
en: He pointed out mistakes in the initial response to the crisis: "We could have acted earlier, we could have acted more decisively, we could have actually acted together", but added: "The European Union is the great hope that millions of Spaniards are looking to".

source: På vegne af EPP-gruppen understregede Esteban González Pons (Spanien) Parlamentets rolle: "Mens virussen pågår, kan Parlamentet ikke lukke...
en: On behalf of the EPP group, Esteban González Pons (Spain) underlined Parliament's role: "While the plague is going on, the Parliament cannot close...

source: Medlemslandene kan give støtte:
en: EU countries will be able to provide support to:

source: Retsstatsprincippet og demokrati under i COVID-19 Europa: Ungarn, Polen
en: State of rule of law and democracy in COVID-19 Europe: Hungary, Poland

source: Flere tests samt støtte til læger og sygeplejersker til at tage sig af syge: Parlamentet godkender fredag EU-støtte på 3.08 mia.
en: More tests, help for doctors and nurses to care for the sick: Parliament approved €3.08 billion in EU aid on Friday.

source: Fonden blev oprettet i 2014 til at hjælpe med at lindre de værste former for fattigdom: sult, børnefattigdom og hjemløshed.
en: The fund was created in 2014 to help alleviate the worst forms of poverty in the EU: food deprivation, child poverty, homelessness

source: Han opfordrede til at gentænke, hvordan vores samfund er indrettet og en "ny vej for vores levemåde, produktion og rejser."
en: He called for a rethink of how society was organised and a "new way of living, producing, moving, travelling".

source: "Vi ser, at globaliseringen, og det at ville have mere og mere, ikke altid er svaret, men kommer på beskostning af robusthed og kapacitet til at klare chok for økonomien," sagde Philippe Lamberts (De Grønne/EFA, Belgien).
en: "We see that globalisation and wanting more and more are not always the answer, but come at the expense of resilience and capacity to deal with shocks," said Greens/EFA member Philippe Lamberts (Belgium).

source: Vi i Parlamentet vil arbejde på vores synspunkter til strategien.
en: As the European Parliament, we are preparing our position on the strategy.

source: • Påstande såsom: "laveste pris på markedet", "det eneste produkt der kan kurere en COVID19-infektion" osv.
en: Sweeping claims such as: "lowest price on the market", "only product that can cure Covid-19 infection" etc.

source: På længere sigt vil planerne for korttidsarbejde forebygge langt mere alvorlige konsekvenser for økonomien og hjælpe virksomhederne med at komme sig hurtigere over krisen.
en: In the longer term, short-time work schemes can prevent more severe consequences on the economy and help businesses recover faster after the crisis.

source: Og mens vi prøver at beskytte os selv og vores familier fra virussen, udnytter nogle sælgere kundernes frygt ved at sælge falske behandlinger og produkter, der angiveligt kan forebygge infektioner til meget høje priser.
en: While we try to protect ourselves and our families from the virus, some traders are taking advantage of that anxiety to sell fake cures or products that allegedly prevent infection at very high prices.

source: Til at sikre at ansatte kan bevare deres job, selvom virksomhederne går i stå pga. coronaviruskrisen, har Kommissionen foreslået statsstøttet korttidsarbejde (SURE).
en: To ensure employees can keep their job when companies run out of work due to the coronavirus crisis, the Commission has proposed the concept of state-supported short time work ( Sure ).

source: Tiltag på plads
en: Measures in place

source: • Påstande på produktet som: "kun til salg i dag", "bliver hurtigt udsolgt", osv.
en: Claims that the product is: "only available today", "sells out fast", etc.

source: Støtte til fiskere og akvakultur
en: Support for fishermen and aquaculture

source: Det vil gøre det muligt for familier at bevare deres indkomst og kunne fortsætte med at betale deres regninger, mens virksomhederne vil kunne beskytte deres produktionskapacitet og ansatte, hvilket sikrer markedsstabilitet.
en: Short-time work schemes would allow families to maintain their incomes and continue paying their bills, while firms would be able to protect production capacity and employees, ensuring market stability.

source: Kommissionen har gjort et budget på €350 millioner i fortsat støtte klar til Grækenland, mens de fleste flygtninge og migranter ankommer, hvoraf €50 millioner skal gå til sundhedspleje.
en: The Commission has allocated a budget of €350 million in continued support for Greece, where most of the refugees and migrants arrive, €50 million of which will be for medical care.

source: Det er i europæernes interesse, så vi ikke får en anden eller tredje bølge af pandemien fra vores nabolande.
en: It's also in a way a European interest because we don't want to see the second and the third wave of this pandemic reaching Europe from neighbouring countries.

source: Hvis du falder over udokumenterede eller misledende påstande på en onlineplatform, så rapporter om det til platformoperatørerne.
en: If you come across unsupported or misleading claims on an online platform, use the platform operators' reporting tool to inform them of that fact.

source: Til at sikre at de mest sårbare fortsat kan få den hjælp, de har behov for, har Parlamentet vedtaget ændringer for fonden for de mest sårbare.
en: To ensure that the most vulnerable continue to get the help they need, Parliament has adopted changes to the rules on the Fund for European Aid to the Most Deprived.

source: EU's globale modsvar til Covid-19
en: EU global response to Covid-19

source: Uudnyttet landbrugsrelateret finansiering under landdistriktsprogrammet vil også kunne anvendes til at bekæmpe COVID-19.
en: They will also free unused agriculture-related rural development funding to fight COVID-19.

source: • hurtige tests der skal gøre det hurtigere at få en diagnose
en: rapid point-of-care diagnostic tests, enabing quicker and more accurate diagnosis

source: 690 for, 4 imod, 2 hverken for eller imod
en: 690 votes in favour, 4 against, 2 abstentions

source: COVID-19: Europa-Parlamentet godkender vidtrækkende EU-støtteforanstaltninger
en: COVID-19: Parliament approves crucial EU support measures

source: Forslaget blev vedtaget med 689 stemmer for, 6 stemmer imod og én hverken for eller imod.
en: The proposal was adopted with 689 votes in favour, 6 against and one abstention.
